<template>
  <div>
    <h4>蓝网云电子胶片及报告系统用户服务协议</h4>
    <h5>一、总则</h5>
    <h6>
      <p>
        1.
        蓝网科技股份有限公司（为了便于理解，以下简称“本公司”）依据本服务协议（以下简称“本协议”，包括本协议相关附属协议）为用户（以下简称“您”）提供云电子胶片及报告系统软件服务。本协议对您和本公司均具有法律约束力。
      </p>
      <p>
        2.
        您确认：您在使用本服务之前，已经充分阅读、理解并接受本协议各条款的全部内容（特别是免除或限制本公司的责任、限制您的权利、规定争议解决方式的相关条款），一旦您选择“同意”并完成注册流程或使用本服务，即表示您接受并遵守本协议（未成年人应在监护人陪同下阅读），并承诺不以任何理由主张本协议无效或要求撤销本协议。
      </p>
      <p>
        3.
        您同意：本公司有权随时对本协议内容进行单方面的变更，并有权以消息推送、网页公告等方式予以公布，而无需另行单独通知您；若您在本协议内容公告变更后继续使用本服务的，表示您已充分阅读、理解并接受修改后的协议内容，也将遵循修改后的条款内容使用本服务；若您不同意修改后的服务条款，您应立即停止使用本服务。
      </p>
    </h6>
    <h5>二、服务内容</h5>
    <h6>
      <p>
        1.
        本平台仅提供相关的网络服务，除此之外与相关网络服务有关的设备(如个人电脑、手机、及其他与接入互联网或移动网有关的装置)及所需的费用均应由用户自行负担。
      </p>
      <p>
        2.
        您理解并同意，本服务的上述流程，可能因适用场景和功能存续情况的变化而发生调整，所以具体以本公司实际提供的服务流程为准。
      </p>
      <p>
        3.
        您理解并同意，本公司有权根据业务运营的调整，单方修改或变更本协议的内容，本公司将不另作个別通知。若您于本协议发生任何修改或变更后继续使用本服务，则视为您已阅读、了解并同意接受上述修改或变更，若您不同意上述修改或变更，应立即停用本服务。
      </p>
      <p>4. 您承诺不为任何非法目的或以任何非法方式使用本服务。</p>
    </h6>
    <h5>三、服务费用</h5>
    <h6>
      <p>
        您理解，本服务附带营运成本，为了提供更专业的相关服务及持续营运，本公司有权向您收取服务费用，服务费用的收取方式以您在使用本服务时收到的各类通知、告知为准。本公司发出的有关收费的各类通知、告知均为本协议的组成部分，您若在收到有关收费的各类通知或告知后仍然使用本服务，则视为您已无条件同意按照相关通知、告知所约定的收费标准和收费条件向本公司支付服务费用。
      </p>
    </h6>
    <h5>四、用户账号</h5>
    <h6>
      <p>1. 注册</p>
      <p>1.1. 注册者资格</p>
      <p>
        您确认，您应当是具备完全民事权利能力和完全民事行为能力的自然人、法人或其他组织。若您不具备前述主体资格，则您及您的监护人应承担因此而导致的一切后果，且本平台有权注销（永久冻结）您的账户，并向您及您的监护人索偿。
      </p>
      <p>1.2. 注册和账户</p>
      <p>
        1.2.1.
        在您按照注册页面提示填写信息、阅读并同意本协议条款且完成全部注册程序后，或在您按照激活页面提示填写信息、阅读并同意本协议且完成全部激活程序后，或您以其他蓝网云电子胶片允许的方式实际使用本平台服务时，您即受本协议条款约束。
      </p>
      <p>
        1.2.2.
        您了解并同意，蓝网云电子胶片可能会就某些产品或服务的开通，要求您提供更多的身份资料和信息，做进一步的身份认证或资格验证，您的账户只有在通过这些认证和验证之后，方可获得使用相关产品或服务的资格。
      </p>
      <p>1.3. 信息</p>
      <p>
        1.3.1.
        在完成注册或激活流程时，您应当按照法律法规要求，按相应页面的提示准确提供并及时更新您的资料，以使之真实、及时、完整和准确。如有合理理由怀疑您提供的资料错误、不实、过时或不完整的，蓝网云电子胶片有权向您发出询问及/或要求改正的通知，并有权直接做出删除相应资料的处理，直至中止、终止对您提供部分或全部服务。蓝网云电子胶片对此不承担任何责任，您将承担因此产生的任何直接或间接损失及不利后果。
      </p>
      <p>
        1.3.2.
        您应当准确填写并及时更新您提供的电子邮件地址、联系电话、联系地址、邮政编码等联系方式，以便蓝网云电子胶片或其他会员与您进行有效联系，因通过这些联系方式无法与您取得联系，导致您在使用蓝网云电子胶片服务过程中产生任何损失或增加费用的，应完全由您独自承担。您了解并同意，您有义务保持您提供的联系方式的有效性，如有变更需要更新的，您应按蓝网云电子胶片的要求进行操作。
      </p>
      <p>2. 账户安全</p>
      <p>
        2.1.
        您须自行负责对您的登录名和密码保密，且须对您在该登录名和密码下发生的所有活动（包括但不限于信息披露、发布信息、网上点击同意或提交各类规则协议、网上续签协议或购买服务等）承担责任。您同意：(a)如发现任何人未经授权使用您的登录名和密码，或发生违反保密规定的任何其他情况，您会立即通知蓝网云电子胶片；及(b)确保您在每个上网时段结束时，以正确步骤离开本平台。蓝网云电子胶片不能也不会对因您未能遵守本款规定而发生的任何损失或损毁负责。您理解蓝网云电子胶片对您的请求采取行动需要合理时间，蓝网云电子胶片对在采取行动前已经产生的后果（包括但不限于您的任何损失）不承担任何责任。
      </p>
      <p>
        2.2.
        您理解并同意，蓝网云电子胶片有权了解您使用本平台产品及服务的真实背景及目的，有权要求您如实提供真实、全面、准确的信息；如果蓝网云电子胶片有合理理由怀疑您提供的信息不真实或您的行为违反蓝网云电子胶片的规则的，蓝网云电子胶片有权暂时或永久限制您账户下所使用的所有产品及/或服务的部分或全部功能。
      </p>
      <p>3. 账户注销</p>
      <p>
        3.1.
        蓝网云电子胶片保留在您违反国家、地方法律法规规定或违反本协议条款的情况下中止或终止为您提供服务的权利。
      </p>
      <p>
        3.2.
        您同意并授权本平台，如您在本平台有欺诈、发布虚假信息、侵犯他人合法权益或其他严重违反本平台规则的行为，该网站在本平台的范围内对此有权披露，您的登录名可能被注销，不能再登录本平台，本平台服务同时终止。
      </p>
      <p>
        3.3.
        您保证您注册的账户不应影响、损害或可能影响、损害蓝网云电子胶片、蓝网云电子胶片的关联公司、网站合法权益，前述影响或损害公司、网站合法权益的行为或方式包括但不限于：
      </p>
      <p>
        3.3.1.
        违反蓝网云电子胶片网站、公司公布的任何服务协议/条款、管理规范、交易规则等规范内容；
      </p>
      <p>
        3.3.2.
        蓝网云电子胶片根据自行合理判断，认为可能是与如上行为性质相同或产生如上类似风险的其他情况。您认可蓝网云电子胶片有权在您违反上述约定时有权终止向您提供服务，即您将不能再登录本平台，所有本平台的服务将同时终止。
      </p>
    </h6>
    <h5>五、使用规则</h5>
    <h6>
      <p>
        1.
        遵守中华人民共和国相关法律法规，包括但不限于《中华人民共和国计算机信息系统安全保护条例（2011年修订）》、《计算机软件保护条例（2013年修订）》、《最高人民法院关于审理侵害信息网络传播权民事纠纷案件适用法律若干问题的规定（法释[2012]20号）
        )》、《全国人大常委会关于维护互联网安全的决定（2009年修订）》、《互联网新闻信息服务管理规定（国家互联网信息办公室令第1号）》、《互联网著作权行政保护办法（国家版权局、信息产业部令2005年第5号）》和《信息网络传播权保护条例（2013年修订）》等有关计算机互联网规定和知识产权的法律和法规、实施办法。
      </p>
      <p>
        2.
        用户对其自行发表、上传或传送的内容负全部责任，所有用户不得在本平台任何页面发布、转载、传送含有下列内容之一的信息，否则本平台有权自行处理并不通知用户：
        (1)违反宪法确定的基本原则的；
        (2)危害国家安全，泄漏国家机密，颠覆国家政权，破坏国家统一的；
        (3)损害国家荣誉和利益的； (4)煽动民族仇恨、民族歧视，破坏民族团结的；
        (5)破坏国家宗教政策，宣扬邪教和封建迷信的；
        (6)散布谣言，扰乱社会秩序，破坏社会稳定的；
        (7)散布淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的；
        (8)侮辱或者诽谤他人，侵害他人合法权益的；
        (9)煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的；
        (10)以非法民间组织名义活动的； (11)含有法律、行政法规禁止的其他内容的。
      </p>
      <p>
        3.
        用户承诺对其发表或者上传于本平台的所有信息(即属于《中华人民共和国著作权法》规定的作品，包括但不限于文字、图片、音乐、电影、表演和录音录像制品和电脑程序等)均享有完整的知识产权，或者已经得到相关权利人的合法授权；如用户违反本条规定造成本平台被第三人索赔的，用户应全额补偿本平台一切费用(包括但不限于各种赔偿费、诉讼代理费及为此支出的其它合理费用)；
      </p>
      <p>
        4.
        当第三方认为用户发表或者上传于本站的信息侵犯其权利，并根据《信息网络传播权保护条例（2013年修订）》或者相关法律规定向本站发送权利通知书时，用户同意本平台可以自行判断决定删除涉嫌侵权信息，除非用户提交书面证据材料排除侵权的可能性，本平台将不会自动恢复上述删除的信息；
        (1)不得为任何非法目的而使用网络服务系统；
        (2)遵守所有与网络服务有关的网络协议、规定和程序；
        (3)不得利用本平台进行任何可能对互联网的正常运转造成不利影响的行为；
        (4)不得利用本平台进行任何不利于本平台的行为。
      </p>
    </h6>
    <h5>六、隐私保护</h5>
    <h6>
      <p>
        1.
        仅当用户同意本协议，本公司才会将用户数据信息存储于本公司的安全系统中，非用户同意，本公司将不存储用户任何数据，仅提供浏览服务。
      </p>
      <p>
        2.
        本平台不对外公开或向第三方提供单个用户的注册资料及用户在使用本服务时同意存储在本平台的非公开内容，但下列情况除外：
        (1)事先获得用户的明确授权；(2)根据有关的法律法规要求；
        (3)按照相关政府主管部门的要求； (4)为维护社会公众的利益。
      </p>
    </h6>
    <h5>七、版权声明</h5>
    <h6>
      <p>
        1.
        本平台的文字、图片、音频、视频等版权均归本公司享有或与作者共同享有，未经本平台许可，不得任意转载。
      </p>
      <p>
        2.
        本平台特有的标识、版面设计、编排方式等版权均属本公司享有，未经本平台许可，不得任意复制或转载。
      </p>
      <p>
        3.
        使用本平台的任何内容均应注明“来源于蓝网科技股份有限公司”及署上作者姓名，按法律规定需要支付稿酬的，应当通知本平台及作者及支付稿酬，并独立承担一切法律责任。
      </p>
      <p>
        4.
        本平台享有所有作品用于其它用途的优先权，包括但不限于网站、电子杂志、平面出版等，但在使用前会通知作者，并按同行业的标准支付稿酬。
      </p>
      <p>
        5.
        本平台所有内容仅代表作者自己的立场和观点，与本平台无关，由作者本人承担一切法律责任。
      </p>
      <p>6. 恶意转载本平台内容的，本平台保留将其诉诸法律的权利。</p>
    </h6>
    <h5>八、责任声明</h5>
    <h6>
      <p>
        1.
        用户明确同意其使用本平台的服务所存在的风险及一切后果将完全由用户本人承担，本平台对此不承担任何责任。
      </p>
      <p>
        2.
        本平台无法保证网络服务一定能满足用户的要求，也不保证网络服务的及时性、安全性、准确性。
      </p>
      <p>
        3.
        蓝网云电子胶片提供的服务无意并且不应被视为专业医疗建议的替代。请始终向您的医师或其他具有专业资格的人员咨询。依靠本服务提供的任何信息均由您自己承担风险。蓝网云电子胶片对您从本服务获得的任何建议、治疗过程、诊断、药物和设备应用或任何其他信息、服务或产品概不承担任何责任。
      </p>
      <p>
        4.
        本平台不保证为方便用户而设置的外部链接的准确性和完整性，同时，对于该等外部链接指向的不由本平台实际控制的任何网页上的内容，本平台不承担任何责任。
      </p>
      <p>
        5.
        对于因不可抗力或本平台不能控制的原因造成的网络服务中断或其它缺陷，本平台不承担任何责任，但将尽力减少因此而给用户造成的损失和影响。
      </p>
      <p>
        6.
        对于本平台向用户提供的下列产品或者服务的质量缺陷本身及其引发的任何损失，本平台无需承担任何责任：
        (1)本平台向用户免费提供的各项网络服务；
        (2)本平台向用户赠送的任何产品或者服务；
        (3)本平台在试用期间或优惠期间提供的任何产品或者服务。
      </p>
      <p>
        7.
        本平台有权于任何时间暂时或永久修改或终止本服务(或其任何部分)，而无论其通知与否，本平台对用户和任何第三人均无需承担任何责任。
      </p>
      <p></p>
    </h6>
    <h5>九、附则</h5>
    <h6>
      <p>1. 本协议的订立、执行和解释及争议的解决均应适用中华人民共和国法律。</p>
      <p>
        2.
        如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。
      </p>
      <p>3. 本协议解释权及修订权归蓝网科技股份有限公司所有。</p>
    </h6>
  </div>
</template>

<style lang="scss" scoped>
div {
  text-align: left;
  font-size: 16px;
  padding: 30px 20px;
  h4 {
    text-align: center;
  }
  h5 {
    margin-top: 20px;
    margin-bottom: 5px;
  }
}
</style>
